[TheWorld:PersistentLevel.DisDoor_0 DisDoor]
m_DoorName=""
m_MatchingKey=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往狗舍")
m_Choices[1]=(m_ChoiceText="留在至高督军的办公室")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往后院")
m_Choices[1]=(m_ChoiceText="留在至高督军的办公室")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_10 DisSeqAct_DialogScriptedChoice]
m_Choices[0]=(m_ChoiceText="倒空酒杯")
m_Choices[1]=(m_ChoiceText="走开")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_11 DisSeqAct_DialogScriptedChoice]
m_Choices[0]=(m_ChoiceText="将毒药换边至坎贝尔一侧")
m_Choices[1]=(m_ChoiceText="将两杯中的酒混合（全都下毒）")
m_Choices[2]=(m_ChoiceText="倒空酒杯")
m_Choices[3]=(m_ChoiceText="走开")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往后院")
m_Choices[1]=(m_ChoiceText="留在霍格广场")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_3 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往狗舍")
m_Choices[1]=(m_ChoiceText="留在至高督军的办公室")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_4 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往酿酒区")
m_Choices[1]=(m_ChoiceText="留在霍格广场")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_5 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="将钱拿走")
m_Choices[1]=(m_ChoiceText="捐出萨缪尔的奖章")
m_Choices[2]=(m_ChoiceText="走开")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_6 DisSeqAct_DialogScriptedChoice]
m_Choices[0]=(m_ChoiceText="将毒酒换边至科纳一侧")
m_Choices[1]=(m_ChoiceText="将两杯中的酒混合（全都下毒）")
m_Choices[2]=(m_ChoiceText="倒空酒杯")
m_Choices[3]=(m_ChoiceText="走开")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_7 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="捐出萨缪尔的奖章")
m_Choices[1]=(m_ChoiceText="走开")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_8 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="将钱拿走")
m_Choices[1]=(m_ChoiceText="走开")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_9 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往后院")
m_Choices[1]=(m_ChoiceText="留在至高督军的办公室")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_GameOver_1 DisSeqAct_GameOver]
m_Reason="保皇派阴谋集团瓦解"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_0 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="使用闪烁瞬移来攀爬较高的屋顶和窗台。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowHUDMessage_1 DisSeqAct_ShowHUDMessage]
m_Message="任务线索更新"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="审讯室"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_2 DisSeqAct_ShowLocationDiscovery]
m_LocationName="至高督军的会客厅"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_3 DisSeqAct_ShowLocationDiscovery]
m_LocationName="至高督军的办公室"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_4 DisSeqAct_ShowLocationDiscovery]
m_LocationName="霍格广场"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_5 DisSeqAct_ShowLocationDiscovery]
m_LocationName="坎贝尔的密室"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="烙印的说明书"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="科纳队长"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="勒索笔记"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="马丁的看守"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="至高督军坎贝尔"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往会客厅"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="督军马丁"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="至高督军坎贝尔"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_23 DisSeqAct_UpdateTaskTarget]
m_TargetName="至高督军坎贝尔"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="异端烙印"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="使用控制杆"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="玻璃杯"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往会客厅"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="会客厅"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="审讯椅"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="安全地点"

[TheWorld:PersistentLevel.Main_Sequence.GuardCaptainDead_ReleaseTheHounds.DisSeqAct_GameOver_0 DisSeqAct_GameOver]
m_Reason="你被毒死了"

[TheWorld:PersistentLevel.Main_Sequence.GuardCaptainDead_ReleaseTheHounds.DisSeqAct_GameOver_1 DisSeqAct_GameOver]
m_Reason="你被毒死了"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_20 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_21 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_22 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objective_Markers_0.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往酿酒区"

[TheWorld:PersistentLevel.Main_Sequence.Objectives_Manager.DisSeqAct_AddDarkness_0 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.Objectives_Manager.DisSeqAct_AddDarkness_1 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.Objectives_Manager.DisSeqAct_AddDarkness_2 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.OverSeerDead_GuardvsOverseers_Showdown.DisSeqAct_GameOver_0 DisSeqAct_GameOver]
m_Reason="你被毒死了"

[TheWorld:PersistentLevel.Main_Sequence.SamuelMarker.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往船夫萨缪尔处"

[TheWorld:PersistentLevel.Main_Sequence.SamuelMarker.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往船夫萨缪尔处"

[TheWorld:PersistentLevel.Main_Sequence.SamuelMarker.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="前往船夫萨缪尔处"

[TheWorld:PersistentLevel.Main_Sequence.UnconsciousCampbell.DisSeqAct_UpdateTaskTarget_24 DisSeqAct_UpdateTaskTarget]
m_TargetName="审讯椅"

[TheWorld:PersistentLevel.Main_Sequence.UnconsciousCampbell.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="至高督军坎贝尔"

